{
  "english": {
    "homePage": {
      "title": "Hello, I'm",
      "description": "Full Stack Developer"
    },
    "aboutPage": {
      "title": "About Me",
      "description": "My name is Luiz Fernando Pezzi, I'm 30 years old and I'm Brazilian from Caxias do Sul/RS. Graduated in Mechanical Engineering, I am currently a post degree student of Full Stack Development of PUC-RS and work as a Product Engineer at Randon and as freelancer Front-End Developer. My first contact with programming was during the first semester of my undergraduate degree in Engineering, when I took the “Introduction to Programming” course. I had the opportunity to learn object-oriented programming through the C++ language and that's when my first “Hello World!” was born. Since then, programming and technology has always been present in my academic, professional and personal life, but in a timid way and almost always focused on creating codes that solve engineering problems. Curious, studious and a 'life long learner' by nature, in 2020 I decided to enroll in several programming courses and start to really dive into the programming universe in order to discover how current applications are developed and what technology is behind. What I also discovered was the desire to live this universe daily and grow a career in this subject! I believe that this is the perfect opportunity for me to stay up to date on new technologies and also be involved in creating new knowledge, bring ideas and take initiatives to contribute to the growth of the company! I am a very innovative person that seeks evolution and thus, really want to be part of it!",
      "skills": "Skills",
      "curriculum": "Curriculum"
    },
    "projectsPage": {
      "title": "Projects",
      "projects": [
        {
          "title": "iStudies",
          "description": "iStudy is a timer study manager. Developed with React JS, TypeScript, CSS Modules and UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Follow the status of the following American financial market assets: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Petshop Apointment",
          "description": "Developed project using HTML, CSS and JS to search for item in database with several filter options.",
          "url": "https://rede-alumni.vercel.app/",
          "img": "redealumni.png"
        }
      ]
    },
    "contactPage": {
      "title": "Contact Me",
      "contacts": [
        {
          "class": "fab fa-linkedin-in",
          "url": "https://www.linkedin.com/in/luizfernandopezzi/"
        },
        {
          "class": "fab fa-github",
          "url": "https://github.com/luizfernandopezzi"
        },
        {
          "class": "fa fa-code",
          "url": "https://vercel.com/luizfernandopezzi/"
        },
        {
          "class": "far fa-envelope",
          "url": "mailto:luizfpezzi@gmail.com"
        }
      ],
      "form": {
        "name": "Your name",
        "email": "Your e-mail",
        "message": "Write me a message!",
        "button": "Send"
      }
    }
  },
  "portuguese": {
    "homePage": {
      "title": "Olá, eu sou o",
      "description": "Desenvolvedor Full Stack"
    },
    "aboutPage": {
      "title": "Sobre Mim",
      "description": "Meu nome é Luiz Fernando Pezzi, tenho 30 anos e sou brasileiro natural de Caxias do Sul/RS. Formado em Engenharia Mecânica pela Universidade Federal do Rio Grande do Sul (UFRGS) em 2017, atualmente sou mestrando em Engenharia na mesma instituição e atuo como Engenheiro do Produto. Meu primeiro contato com programação e tecnologia foi no primeiro semestre da graduação, quando cursei a disciplina de “Introdução à Programação”. Tive a oportunidade de aprender programação orientada a objetos através da linguagem C e foi aí que meu primeiro “Hello World!” nasceu. Desde então, a tecnologia sempre esteve presente na minha vida acadêmica, profissional e pessoal, mas de forma tímida e quase sempre focada na criação de códigos que resolvessem problemas de engenharia. Curioso, estudioso e 'lifelong learner' por natureza, em 2020 decidi me inscrever na plataforma Alura e começar a mergulhar de verdade no universo da tecnologia, para descobrir como as aplicações atuais são desenvolvidas e quais tecnologias estão por trás do mundo tec! O que também acabei descobrindo foi a vontade de viver o universo da programação diariamente e profissionalmente! Recentemente escolhi fazer minha primeira pós-graduação em Desenvolvimento Full Stack na PUCRS.",
      "skills": "Habilidades",
      "curriculum": "Currículo"
    },
    "projectsPage": {
      "title": "Projetos",
      "projects": [
        {
          "title": "iStudies",
          "description": "iStudy é um gerenciador de estudos com temporizador. Desenvolvido com React JS, TypeScript, CSS Modules e UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Acompanhe o status dos seguintes ativos do mercado financeiro americano: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Petshop Apointment",
          "description": "Project developed using React to register and schedule a Petshop apointments. The application has features such as a database item search with several filter and sorting options.",
          "url": "https://pet-shop-appointments.vercel.app/",
          "img": "redealumni.png"
        },
        {
          "title": "iStudies",
          "description": "iStudy é um gerenciador de estudos com temporizador. Desenvolvido com React JS, TypeScript, CSS Modules e UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Acompanhe o status dos seguintes ativos do mercado financeiro americano: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Rede Alumni",
          "description": "Projeto desenvolvido utilizado HTML, CSS e JS para busca por item em database com diversas opções de filtro.",
          "url": "https://rede-alumni.vercel.app/",
          "img": "redealumni.png"
        }
      ]
    },
    "contactPage": {
      "title": "Meus contatos",
      "contacts": [
        {
          "class": "fab fa-linkedin-in",
          "url": "https://www.linkedin.com/in/luizfernandopezzi/"
        },
        {
          "class": "fab fa-github",
          "url": "https://github.com/luizfernandopezzi"
        },
        {
          "class": "fa fa-code",
          "url": "https://vercel.com/luizfernandopezzi/"
        },
        {
          "class": "far fa-envelope",
          "url": "mailto:luizfpezzi@gmail.com"
        }
      ],
      "form": {
        "name": "Seu nome",
        "email": "Seu e-mail",
        "message": "Me envie uma mensagem!",
        "button": "Enviar"
      }
    }
  }
}
