{
  "english": {
    "homePage": {
      "title": "Hello, I'm",
      "description": "Mechanical Engineer, Programmer, Copywriter, Enterpreuner, Moviemaker"
    },
    "aboutPage": {
      "title": "About Me",
      "description": "My name is Luiz Fernando Pezzi, I'm 31 years old and I'm Brazilian from Caxias do Sul/RS. Graduated in Mechanical Engineering, I am currently a Master Science in Mechanical Engineering/Wind Energy student and work as a Product Engineer at Randon and as freelancer Front-End Developer, Copywriter, Digital Creator, Moviemaker and Phootographer. My first contact with programming was during the first semester of my undergraduate degree in Engineering, when I took the “Introduction to Programming” course. I had the opportunity to learn object-oriented programming through the C++ language and that's when my first “Hello World!” was born. Since then, programming and technology has always been present in my academic, professional and personal life, but in a timid way and almost always focused on creating codes that solve engineering problems. Curious, studious and a 'life long learner' by nature, in 2020, during COVID pandemic, I decided to enroll in several programming courses and start to really dive into the programming universe in order to discover how current applications are developed and what technology is behind. I am a very innovative person that seeks evolution!",
      "skills": "Skills",
      "curriculum": "Curriculum"
    },
    "projectsPage": {
      "title": "Projects",
      "projects": [
        {
          "title": "iStudies",
          "description": "iStudy is a timer study manager. Developed with React JS, TypeScript, CSS Modules and UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Follow the status of the following American financial market assets: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Petshop Apointment",
          "description": "Developed project using HTML, CSS and JS to search for item in database with several filter options.",
          "url": "https://rede-alumni.vercel.app/",
          "img": "redealumni.png"
        }
      ]
    },
    "contactPage": {
      "title": "Contact Me",
      "contacts": [
        {
          "class": "fab fa-linkedin-in",
          "url": "https://www.linkedin.com/in/luizfernandopezzi/"
        },
        {
          "class": "fab fa-github",
          "url": "https://github.com/luizfernandopezzi"
        },
        {
          "class": "fa fa-code",
          "url": "https://vercel.com/luizfernandopezzi/"
        },
        {
          "class": "far fa-envelope",
          "url": "mailto:luizfpezzi@gmail.com"
        }
      ],
      "form": {
        "name": "Your name",
        "email": "Your e-mail",
        "message": "Write me a message!",
        "button": "Send"
      }
    }
  },
  "portuguese": {
    "homePage": {
      "title": "Olá, eu sou o",
      "description": "Engenheiro Mecânico, Programador, Copywriter, Moviemaker, Fotógrafo e Empreendedor"
    },
    "aboutPage": {
      "title": "Sobre Mim",
      "description": "Meu nome é Luiz Fernando Pezzi, tenho 31 anos e sou brasileiro de Caxias do Sul/RS. Graduado em Engenharia Mecânica, atualmente sou aluno de Mestrado em Engenharia Mecânica/Energia Eólica e trabalho como Engenheiro de Produto na Randon e como freelancer Front-End Developer, Copywriter, Digital Creator, Moviemaker e Fotógrafo. Meu primeiro contato com programação foi durante o primeiro semestre da graduação em Engenharia, quando fiz o curso de “Introdução à Programação”. oportunidade de aprender programação orientada a objetos através da linguagem C++ e foi aí que meu primeiro “Hello World!” nasceu. Desde então, a programação e a tecnologia sempre estiveram presentes na minha vida acadêmica, profissional e pessoal, mas de forma tímida e quase sempre voltada para a criação de códigos que resolvessem problemas de engenharia. Curioso, estudioso e 'life long learning' por nature, em 2020, durante a pandemia do COVID, resolvi me matricular em vários cursos de programação e começar a mergulhar de verdade no universo da programação para descobrir como são desenvolvidos os aplicativos atuais e qual tecnologia está por trás. Sou uma pessoa muito inovadora que busca evolução!",
      "skills": "Habilidades",
      "curriculum": "Currículo"
    },
    "projectsPage": {
      "title": "Projetos",
      "projects": [
        {
          "title": "iStudies",
          "description": "iStudy é um gerenciador de estudos com temporizador. Desenvolvido com React JS, TypeScript, CSS Modules e UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Acompanhe o status dos seguintes ativos do mercado financeiro americano: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Petshop Apointment",
          "description": "Project developed using React to register and schedule a Petshop apointments. The application has features such as a database item search with several filter and sorting options.",
          "url": "https://pet-shop-appointments.vercel.app/",
          "img": "redealumni.png"
        },
        {
          "title": "iStudies",
          "description": "iStudy é um gerenciador de estudos com temporizador. Desenvolvido com React JS, TypeScript, CSS Modules e UIID.",
          "url": "https://i-study-luizfpezzi.vercel.app/",
          "img": "istudies.png"
        },
        {
          "title": "iStocks",
          "description": "Acompanhe o status dos seguintes ativos do mercado financeiro americano: ADBE, AMZN, AAPL, FB, MSFT, SBUX, TWTR. Stack: NodeJS, Figma, ReactJS, Recharts, Google Firebase, React Fast Marquee e IEX Cloud API.",
          "url": "https://scitech-finance.vercel.app/",
          "img": "scitechfinance.png"
        },
        {
          "title": "Avanti Store",
          "description": "E-Commerce layout. Stack: JS, CSS, HTML, jQuery, NodeJS, ExpressJS.",
          "url": "https://avanti-store.vercel.app//",
          "img": "scitechfinance.png"
        },
        {
          "title": "Rede Alumni",
          "description": "Projeto desenvolvido utilizado HTML, CSS e JS para busca por item em database com diversas opções de filtro.",
          "url": "https://rede-alumni.vercel.app/",
          "img": "redealumni.png"
        }
      ]
    },
    "contactPage": {
      "title": "Meus contatos",
      "contacts": [
        {
          "class": "fab fa-linkedin-in",
          "url": "https://www.linkedin.com/in/luizfernandopezzi/"
        },
        {
          "class": "fab fa-github",
          "url": "https://github.com/luizfernandopezzi"
        },
        {
          "class": "fa fa-code",
          "url": "https://vercel.com/luizfernandopezzi/"
        },
        {
          "class": "far fa-envelope",
          "url": "mailto:luizfpezzi@gmail.com"
        }
      ],
      "form": {
        "name": "Seu nome",
        "email": "Seu e-mail",
        "message": "Me envie uma mensagem!",
        "button": "Enviar"
      }
    }
  }
}
